[
  {
    "name": "abandoned-soldier",
    "date": "19 Jan 2023",
    "description": "Abandoned Soldier, I guess?"
  },
  {
    "name": "bull",
    "date": "19 Jan 2023",
    "description": "Moo? No, that's wrong."
  },
  {
    "name": "vibe",
    "date": "20 Jan 2023",
    "description": "Vibing"
  },
  {
    "name": "shadowfigureclean",
    "date": "18 Feb 2023",
    "description": "Study of Scott Flander's Art Style"
  },
  {
    "name": "trace-edit",
    "date": "12 Feb 2023",
    "description": "1st time attempting to trace over traditional drawing and editing it digitaly"
  },
  {
    "name": "color-training",
    "date": "14 March 2023",
    "description": "Training by using limited colour palette as well as a different style then the usual"
  },
  {
    "name": "death-angle",
    "date": "X MONTH 2022",
    "description": " Was reading Solo Leveling at the time and got inspired after seeing a character featured in the series "
  },
  {
    "name": "demon-skull",
    "date": "X MONTH 2022",
    "description": " Wanted to give a more diablo esk style a go with demonic skull as well as colour choice, also a lot of horns. . . "
  },
  {
    "name": "ghost",
    "date": "X MONTH 2022",
    "description": " during this time I was really focusing on doing hard edge designs so to take a break from that I made this soft edged ghost "
  },
  {
    "name": "ghost-rider",
    "date": "X MONTH 2022",
    "description": " A simple fan art of the popular character with a rather weird but fun to use colour palette, that was actually my first time limiting myself to such small palette "
  },
  {
    "name": "mecha",
    "date": "X MONTH 2022",
    "description": " I tried doing more mechanical artwork with this one and I like the end result with the colours and shapes "
  },
  {
    "name": "oni-remake-box",
    "date": "X MONTH 2022",
    "description": " Remake of one of my first artworks after I started digital art "
  },
  {
    "name": "pink-demon",
    "date": "X MONTH 2022",
    "description": " Challange for this one was pink only, my eyes teared up by the end of the artwork "
  },
  {
    "name": "portrait-cube",
    "date": "X MONTH 2022",
    "description": " Tried doing a self portrait of sorts but didn't feel to attached to it in the end "
  },
  {
    "name": "proto",
    "date": "X MONTH 2022",
    "description": " Main idea here was black and white at the time, didn't know what to really do so a bunch of prototype esk stuff came out "
  },
  {
    "name": "quick-skull",
    "date": "X MONTH 2022",
    "description": " Was blidnly going into this one, focus was just the use of a select colour palette "
  },
  {
    "name": "red-demon",
    "date": "X MONTH 2022",
    "description": " Got my hands on the free trial version of affinity designer V2 so I wanted to make something quick and simple "
  },
  {
    "name": "robot",
    "date": "X MONTH 2022",
    "description": " One of the rare attempts of me doing a full body character, this one I would dub a soft robot "
  },
  {
    "name": "s22-ultra",
    "date": "X MONTH 2022",
    "description": " First time making a character based of a friends decription, used it as my phone wallpaper for a while "
  },
  {
    "name": "shadow-practice",
    "date": "X MONTH 2022",
    "description": " This was more of a brainless sketch then a practice, but I really liked the outcome "
  },
  {
    "name": "skull",
    "date": "X MONTH 2022",
    "description": " Here I tried to do a more chibi esk skull due to an artwork I saw on pinterest, didn't finish it really but this unfinished version still turned out well "
  },
  {
    "name": "skull-vibe",
    "date": "X MONTH 2022",
    "description": " Very Halloween themed piece, A skull with a few horns as well "
  },
  {
    "name": "something",
    "date": "X MONTH 2022",
    "description": " Tried doing something as simple as possible "
  },
  {
    "name": "sword-spooky",
    "date": "X MONTH 2022",
    "description": " Another limited palette challange but this time doing an object rather then a character, very Scott Flanders inspired "
  },
  {
    "name": "surpass",
    "date": "X MONTH 2022",
    "description": " While making this piece I treated it as a surpass pieace, surpass my current skill at the time and make something great "
  },
  {
    "name": "vector-sketching",
    "date": "X MONTH 2022",
    "description": " After attempting to use a pen tablet I used the sketch as a base for this, still my favorite artwork even after so long "
  },
  {
    "name": "retro-skull",
    "date": "25 APRIL 2022",
    "description": " Tried out making something from a side profile using a limited 3 colour palette "
  }

]